Repository: Digitix08/lang-to-xliff
Catalog: lang to xliff/strings.*.resx
Languages: ro

# button.cancel.text
source: Cancel
ro: Anulează

# button.convert.text
source: Convert
ro: Convertește

# filter.lang.desc
source: Lang files (*.lang)
ro: Fișiere de limbă (*.lang)

# filter.xliff.desc
source: Lang files (*.xliff)
ro: Fișiere de limbă (*.xliff)

# main.file.open
source: Open files
ro: Deschide fișiere

# main.label.nopath
source: No file selected
ro: Niciun fișier selectat

# main.text.notext
source: log output...
ro: ieșire jurnal...

# main.toolbar.file
source: File
ro: Fișier

# main.toolbar.lang
source: Language
ro: Limbă

# main.toolbar.mode
source: Current mode: {0}
ro: Mod curent: {0}

# main.window.title
source: .lang to .xliff converter
ro: Convertor de la .lang la .xliff

# mode.lang.xliff
source: lang to xliff
ro: lang la xliff

# popup.convdone.desc
source: Conversion completed
ro: Conversie completată

# popup.convstart.desc
source: Are you sure you want to convert?
ro: Ești sigur că vrei să începi conversia?

# popup.convstart.title
source: Ready to convert
ro: Gata de conversie

# popup.error.title
source: Error
ro: Eroare

# popup.nofile.desc
source: File not selected!
ro: Fișierul nu a fost selectat!

# popup.nofile.title
source: No file selected
ro: Niciun fișier selectat

# popup.nofileselect.desc
source: No files selected. Select now?
ro: Niciun fișier selectat. Le selectați acum?

# popup.opruns.desc
source: Operation is running. Do you want to cancel it? Note: you will lose all unsaved progress
ro: Procesul rulează. Vrei să-l oprești?{0}Notă: vei pierde tot progresul nesalvat

# popup.opruns.title
source: Cancel operation?
ro: Anulezi procesul?

# popup.warn.title
source: Warning
ro: Atenție

# text.cancel
source: Cancelled
ro: Anulată

# text.desc.lang
source: {0} has {1} strings
ro: {0} are {1} linii de tradus

# text.desc.length1
source: Input length: {0}
ro: Lungime input: {0}

# text.desc.length2
source: Output length: {0}
ro: Lungime output: {0}

# text.desc.xliff
source: {0} has {1} strings of whom {2} translated and {3} untranslated
ro: {0} are {1} linii de tradus din care {2} traduse și {3} netraduse

# text.load1
source: Loading file 1...
ro: Se încarcă fișierul 1...

# text.load2
source: Loading file 2...
ro: Se încarcă fișierul 2...

# text.ready
source: Ready
ro: Pregătit

# text.sel1
source: Select Input...
ro: Selectează Input...

# text.sel1.title
source: Open input file...
ro: Deschide fișierul input...

# text.sel2
source: Select Output...
ro: Selectează Output...

# text.sel2.title
source: Open output file...
ro: Deschide fișierul output...
